Repository: arigvrcia/tt-48794807
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: The war in China grew more intense, and international condemnation of Japanese atrocities poisoned relations with the Western nations.
es_es: La guerra en China se intensificó y la condena internacional de las atrocidades japonesas envenenó las relaciones con las naciones occidentales.

source: The writing system rōmaji ("Roman characters") is used to transcribe Japanese into the Roman alphabet.
es_es: El sistema de escritura rōmaji ("caracteres romanos") se utiliza para transcribir el japonés al alfabeto romano.

source: There are 165 public and 460 private universities and four-year colleges and almost 600 two-year colleges.
es_es: Hay 165 universidades públicas y 460 privadas y colegios de cuatro años, y casi 600 colegios de dos años.

source: There are approximately 1,500 volcanoes, and because the islands lie on major fault lines, earthquakes are common occurrences.
es_es: Hay unos 1.500 volcanes, y como las islas están situadas sobre grandes fallas, los terremotos son frecuentes.

source: There are forty-three ordinary prefectures, three metropolitan prefectures with special administrative powers, and one administrative region for the northernmost island.
es_es: Hay cuarenta y tres prefecturas ordinarias, tres prefecturas metropolitanas con poderes administrativos especiales y una región administrativa para la isla más septentrional.

source: There are only a handful of native speakers of Ainu.
es_es: Sólo hay unos pocos hablantes nativos de ainu.

source: There are two levels of pre-school: nursery school from about three years of age and kindergarten from about five years of age.
es_es: Hay dos niveles de preescolar: la escuela infantil a partir de los tres años y el jardín de infancia a partir de los cinco años.

source: There is a long-standing ethos of support for education, public safety, and public health, which have been government priorities since the nineteenth century.
es_es: Desde hace mucho tiempo existe un espíritu de apoyo a la educación, la seguridad pública y la salud pública, que han sido prioridades del gobierno desde el siglo XIX..

source: There is a small population of Chinese-Japanese, mainly from Taiwan.
es_es: Hay una pequeña población de chinos-japoneses, principalmente de Taiwán.

source: These "treaty ports" were important sources of Western influence, and many schools, hospitals, and other institutions created by foreign missionaries became prominent.
es_es: Estos "puertos con tratado" fueron importantes fuentes de influencia occidental, y muchas escuelas, hospitales y otras instituciones creadas por los misioneros extranjeros fueron importantes.

source: These attitudes carry over into the early years of education.
es_es: Estas actitudes se trasladan a los primeros años de la educación.

source: These include: esoteric Buddhism (e.g., the Shingon and Tendai sects) that teach mystical practices as a means of apprehending the sacred; the so–called " Pure Land Sects" that teach that prayer and devotion to Buddhist saints offer a means for salvation, through divine intercession; and Zen, which teaches that enlightenment can be obtained through meditation in which one attains an intuitive spiritual revelation or catharsis through intensive, introspective contemplation, negating the intellect (and the attachments, desires, and obsessions that human thought embodies) precisely through the effort to think through insoluble puzzles of life.
es_es: Entre ellas se encuentran: el budismo esotérico (por ejemplo las sectas Shingon y Tendai) que enseñan prácticas místicas como medio para aprehender lo sagrado; las llamadas "sectas de la Tierra Pura" que enseñan que la oración y la devoción a los santos budistas ofrecen un medio de salvación, a través de la intercesión divina; y el Zen, que enseña que la iluminación puede obtenerse a través de la meditación, en la que se alcanza una revelación espiritual intuitiva o una catarsis a través de la contemplación intensiva e introspectiva, negando el intelecto (y los apegos, deseos y obsesiones que encarna el pensamiento humano) precisamente a través del esfuerzo por pensar en los rompecabezas insolubles de la vida.

source: These relative statuses may reflect an individual's age, gender, or social role or may reflect relationships among different social institutions.
es_es: Estos estatus relativos pueden reflejar la edad, el género o el papel social de un individuo o pueden reflejar las relaciones entre diferentes instituciones sociales.

source: These social policies reflected the ideology of neo-Confucianism, which valued social stability and the social morality of ascribed status.
es_es: Estas políticas sociales reflejaban la ideología del neo-Confucianismo, el cual valoraba la estabilidad social y la moral social del estatus atribuido.

source: These symbols have contested meanings because they are associated with the imperial family and World War II.
es_es: Estos símbolos tienen significados controvertidos porque están asociados con la familia imperial y la Segunda Guerra Mundial.

source: They destroyed most of the domestic infrastructure and took an enormous toll on civilians.
es_es: Destruyeron la mayor parte de la infraestructura nacional y se cobraron un enorme número de víctimas civiles.

source: They introduced Buddhism and thus brought Japan into systematic contact with Chinese civilization.
es_es: Introdujeron el Budismo y, por tanto, conectaron Japón con la civilización china sistemáticamente.

source: They were fiercely nationalistic and attempted to bring Japanese society into parity with European and North American powers.
es_es: Eran ferozmente nacionalistas e intentaron equiparar a la sociedad japonesa con las potencias europeas y norteamericanas.

source: This constitution guarantees equality of the sexes, extends suffrage to all adult citizens, underscores the emperor's postwar renunciation of claims to divine status, and assigns the emperor a symbolic role as head of state.
es_es: Esta constitución garantiza la igualdad de sexos, extiende el sufragio a todos los ciudadanos mayores de edad, subraya la renuncia del emperador a su estatus divino en la posguerra y le asigna un papel simbólico como jefe de Estado.

source: This creates enormous pressure to enter top-ranked schools.
es_es: Esto crea una enorme presión para entrar en las escuelas mejor clasificadas.

source: This increase occurred as a result of a rapid demographic transition characterized by an enormous movement of people from rural to urban areas, dramatic decreases in infant mortality, increases in longevity, widespread reliance on birth control, and transformations of family composition from large, multigenerational extended households to small nuclear families.
es_es: Este aumento se ha producido como resultado de una rápida transición demográfica caracterizada por un enorme movimiento de personas de las zonas rurales a las urbanas, un drástico descenso de la mortalidad infantil, un aumento de la longevidad, una dependencia generalizada del control de la natalidad y una transformación de la composición de las familias, que han pasado de ser grandes hogares multigeneracionales a pequeñas familias nucleares.

source: This legal structure was radically altered after World War II, by reducing patriarchal authority, increasing the legal rights of women, and requiring that estates be shared among children and widows.
es_es: Esta estructura legal se modificó radicalmente tras la Segunda Guerra Mundial, reduciendo la autoridad patriarcal, aumentando los derechos legales de las mujeres y exigiendo que los bienes se repartieran entre los hijos y las viudas.

source: This military might was made possible by industrialization after the 1870s.
es_es: Este poderío militar fue posible gracias a la industrialización que tuvo lugar a partir de la década de 1870.

source: This undermined Tokugawa political power, which depended on the control of agricultural land and taxes.
es_es: Esto minó el poder político de los Tokugawa, el cual dependía del control de las tierras agrícolas y de los impuestos.

source: Those orthographies made it possible to write Chinese phonetically and to write spoken Japanese terms that had no equivalent Chinese characters.
es_es: Estas ortografías permitieron escribir el chino fonéticamente y escribir términos hablados en japonés que no tenían caracteres chinos equivalentes.

source: Through the national educational system and the military, a dominant national dialect replaced local and regional dialects.
es_es: A través del sistema educativo nacional y del ejército, un dialecto nacional dominante sustituyó a los dialectos locales y regionales.

source: Throughout the 1930s, military and colonial adventures in Manchuria and elsewhere in China led to open war, and society became increasingly militarized.
es_es: A lo largo de la década de 1930, las aventuras militares y coloniales en Manchuria y otros lugares de China condujeron a una guerra abierta, y la sociedad se militarizó cada vez más.

source: Throughout the 1970s and 1980s, Japan experienced unprecedented prosperity.
es_es: Durante las décadas de los años 70 y 80, Japón experimentó una prosperidad sin precedentes.

source: Throughout the twentieth century, the government harnessed or supervised the activities of many nominally independent social groups and organizations.
es_es: El crecimiento de los movimientos sociales se ha visto limitado por la actitud deferente hacia el papel del Estado en los asuntos públicos.

source: Throughout this period, regional castle towns and the major urban centers under the direct control of the Tokugawa authorities became increasingly integrated into a national economic, social, and cultural network.
es_es: A lo largo de este periodo, las ciudades castillo regionales y los principales centros urbanos bajo el control directo de las autoridades Tokugawa se integraron cada vez más en una red económica, social y cultural nacional.

source: To the north and west are the Sea of Okhotsk, the Sea of Japan, and the East China Sea.
es_es: Al norte y al oeste se encuentran el mar de Ojotsk, el mar del Japón y el mar de China Oriental.

source: Today local festivals are often expressions of community sentiment rather than religious events.
es_es: En la actualidad, las fiestas locales suelen ser expresiones de sentimientos comunitarios más que eventos religiosos.

source: Today there are hundreds of religious sects, a dozen of which are prominent.
es_es: Hoy en día hay cientos de sectas religiosas, de las cuales una docena son prominentes.

source: Today, variations in most aspects of daily life are more likely to reflect urban, suburban, and rural differences than regionalism.
es_es: En la actualidad, las variaciones en la mayoría de los aspectos de la vida cotidiana reflejan más las diferencias urbanas, suburbanas y rurales que el regionalismo.

source: Tokugawa social patterns and institutions laid the foundations for modernization.
es_es: Los modelos sociales y las instituciones de los Tokugawa sentaron las bases de la modernización.

source: Tokugawa social structure was organized around principles of hierarchy, centralized authority, and collective responsibility.
es_es: La estructura social de los Tokugawa estaba organizada en torno a los principios de la jerarquía, autoridad centralizada y responsabilidad colectiva.

source: Trade was controlled through feudal guilds, and detailed sumptuary regulations governed the lives of all social classes.
es_es: El comercio se controlaba por gremios feudales y una detallada normativa suntuaria gobernaba las vidas de todas las clases sociales.

source: Traditional artistic life is structured around master-apprentice relationships that involve adoption and the establishment of lineages.
es_es: La vida artística tradicional se estructura en torno a las relaciones maestro-aprendiz que implican la adopción y el establecimiento de linajes.

source: Traditionally, sons were favored over daughters, and the oldest son was raised quite differently from the other sons.
es_es: Tradicionalmente, se favorecía a los hijos varones en detrimento de las hijas, y el hijo mayor era educado de forma muy diferente a los demás hijos.

source: Traditionally, villages were organized around mutual assistance, and cultural norms still encourage social groups to take care of the needs of their individual members.
es_es: Organizaciones no gubernamentales y otras asociaciones Las tradiciones religiosas japonesas no han hecho hincapié en la caridad o la filantropía. Sin embargo, desde el siglo XIX, los cristianos japoneses han sido líderes en los movimientos de reforma social, y muchas instituciones educativas, médicas y de otro tipo han sido patrocinadas por grupos cristianos.

source: Traffic along the great highways was scrutinized at heavily guarded checkpoints.
es_es: El tráfico a lo largo de las grandes autopistas era controlado en puestos de control fuertemente vigilados.

source: Treaties signed by the Tokugawa regime had created zones where Western citizens lived independently of Japanese laws.
es_es: Los tratados firmados por el régimen de Tokugawa habían creado zonas donde los ciudadanos occidentales vivían independientemente de las leyes japonesas.

source: Tōkyō is the national capital and the center of political, economic, and cultural life; Ōsaka is also a major economic center, and Kyōto was the imperial capital for a thousand years.
es_es: Tōkyō es la capital nacional y el centro de la vida política, económica y cultural; Ōsaka es también un importante centro económico, y Kyōto fue la capital imperial durante mil años.

source: Under the nominal leadership of Emperor Meiji, the imperial government was run by the young samurai who had defeated the Tokugawa dynasty.
es_es: Bajo el liderazgo nominal del emperador Meiji, el gobierno imperial fue dirigido por los jóvenes samuráis que habían derrotado a la dinastía Tokugawa.

source: Until the nineteenth century, stylized versions of written Chinese remained a hallmark of elite culture.
es_es: Hasta el siglo XIX, las versiones estilizadas del chino escrito siguieron siendo un distintivo de la cultura de élite.

source: Upper House members are elected from national and local constituencies; Lower House member are elected from local constituencies.
es_es: Los miembros de la Cámara Alta son elegidos en circunscripciones nacionales y locales; los de la Cámara Baja, en circunscripciones locales.

source: Urban economic power increased over the agrarian sectors.
es_es: El poder económico urbano aumentó sobre los sectores agrarios.

source: Various kinds of fictive kinship modeled on patterns of adoption and relationships between family banches have been used to sustain other kinds of social relationships.
es_es: Para sostener otros tipos de relaciones sociales se han utilizado diversos tipos de parentesco ficticio basados en patrones de adopción y relaciones entre banquillos familiares.

source: Weddings are almost always held in hotels or wedding halls, with a lavish banquet for several dozen guests.
es_es: Las bodas se celebran casi siempre en hoteles o salones de bodas, con un lujoso banquete para varias docenas de invitados.

source: Weddings are elaborately staged, and the bride and groom typically go through several changes of costume.
es_es: Las bodas se escenifican de forma muy elaborada, y los novios suelen cambiarse varias veces de vestuario.

source: When used as a contemporary term, Yamato has strong associations with the imperial system, and thus with conservative nationalist ideologies.
es_es: Cuando se utiliza como término contemporáneo, Yamato se asocia fuertemente con el sistema imperial y, por tanto, con las ideologías nacionalistas conservadoras.

source: With the beginning of the Shōwa period in 1926 (when Hirohito, the Emperor Shōwa, succeeded to the throne), society shifted increasingly toward the right.
es_es: Con el inicio del periodo Shōwa en 1926 (cuando Hirohito, el emperador Shōwa, heredó el trono), la sociedad se decantó cada vez más por la derecha.

source: Women in costume at the Needle Festival in Tokyo.
es_es: Mujeres disfrazadas en el Festival de la Aguja en Tokio.

source: Women often are expected to use a more polite and formal style of speech that implies deference and observance of the established hierarchy.
es_es: A menudo se espera que las mujeres utilicen un estilo de habla más educado y formal que implica deferencia y observancia de la jerarquía establecida.

source: Women were not permitted to enter certain sacred spaces, and in some communities were forbidden to board fishing vessels or enter mines or tunnels.
es_es: A las mujeres no se les permitía entrar en ciertos espacios sagrados, y en algunas comunidades se les prohibía subir a los barcos de pesca o entrar en las minas o túneles.

source: Women's social participation also reflects various gendered divides.
es_es: La participación social de las mujeres también refleja varias divisiones de género.

source: eng
es_es: en

source: marriages.
es_es: y los matrimonios.

source: new employment laws, equality in education, and employment, career advancement remains an ideal, and "glass ceilings," gender gaps in salaries, and different educational and employment tracks remain common.
es_es: las nuevas leyes de empleo, la igualdad en la educación y el empleo, la promoción profesional sigue siendo un ideal, y los "techos de cristal", las diferencias salariales entre hombres y mujeres y las diferentes vías de educación y empleo siguen siendo comunes..

source: scientists developed the atomic bomb in secrecy, and it was dropped on Hiroshima and Nagasaki after the Allies called for Japan's unconditional surrender.
es_es: Los científicos desarrollaron la bomba atómica en secreto y fue lanzada sobre Hiroshima y Nagasaki después de que los aliados pidieran la rendición incondicional de Japón.
